import React from 'react'
import './Instructions.css'

const Instructions = () => {
  return (
<div class="instructions">
                    <ul>
                <li>
                    لتغيير اختبار النموذج، يمكنك إغلاق موقع الويب ثم إغلاق المتصفح وفتح المتصفح مرة أخرى وإعادة زيارة موقع الويب
                </li>
                <li>
                لإجراء العمليات الحسابية بامكانك استخدام الاله الحاسبة بالضغط على زر لاظهارها او الضغط عليها مرة اخرى لاخفائها
                </li>
                <li>
                لتقوم بالشطب على الاجابة التي تريدها بامكانك الضغط على الجهة اليمنى من الفأرة
                </li>
                <li>
                يمكنك التنقل بين الأسئلة عن طريق الضغط على الزر أسفل الاختبار (التالي ) و ( السابق ) 
                </li>
                <li>
                يمكنك أن تضغط على زر ( العلم) لوضع علامة مميزة على السؤال المراد
                </li>
                <li>
                    الإختبار عبارة عن 105 سؤال في زمن ساعتين و لا يمكن إيقاف الوقت او اخذ استراحة بمجرد بدء الإختبار
                </li>
                <li>
                    يمكنك التنقل بين الأسئلة عن طريق الشريط الجانبي في يسار الشاشة
                </li>
                <li>
                لإنهاء الإختبار و تصفح درجتك النهائية بإمكانك الضغط على زر (Finish Section)                  
                </li>           
                <li>
                لإعادة نفس نموذج الإختبار مرة أخرى بإمكانك الضغط على زر (Try Again ) 
                </li>
                </ul>
                <button className="btn btn-primary">Read The Instructions Carefully , Please.</button>
                </div>
  )
}

export default Instructions;
